;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = DVD Drive Repair
Version = 8

[Language]
Name = French
Code = fr
Encoding = Unicode (UTF-16) LE BOM

[Translations]
About = About
Custom = Custom
Donate = Donate
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = A propos %{Program.Name}
Label_Version = Version
Label_AutoIt = Construit avec la version AutoIt
Label_Copyright = Droits d'auteur
Tip_Title_Donate = Faire un don à notre cause
Tip_Message_Donate = Lorsque vous faites un don, vous nous aidez à garder notre logiciel gratuit et à nous permettre d'acquérir les outils et les services que nous utilisons pour vous servir.
Label_Home = Page d'accueil
Label_License = Licence
Label_Support = Soutien
Tip_Title_Country = Fait en Afrique du Sud
Tip_Message_Country = %{Program.Name} est né en Afrique du Sud.
Label_Contributors = Contributeurs
Tip_Facebook = Comme nous sur Facebook.
Tip_Twitter = Suivez-nous sur Twitter.
Tip_GooglePlus = Retrouvez-nous sur Google.
Tip_GitHub = %{Program.Name} sur GitHub.
Button_Ok = Ok
Label_RAM = (RAM) %d Mo libres de %d Mo (%d%)
Tip_RAM = Accès aléatoire à la mémoire
Label_HDD = (%s) %.2F Go gratuit de %.2F GB (%d%)

[Custom]
Label_Status_Welcome = Si votre lecteur de DVD est manquant de %{Windows.Version} ou s'il n'est pas reconnu par certaines applications, cliquer sur '%s' et redémarrer votre ordinateur. N'oubliez pas de créer un point de restauration du système avant de continuer.
Label_Status_Updates = Vérifier les mises à jour
Label_Status_Warning = Il peut être nécessaire de réinstaller un logiciel conçu pour utiliser les BD/DVD/et les lecteurs de CD-rom après l'exécution de %{Program.Name}.
Radio_Reset_Autorun = Options de réinitialisation d'exécution automatique
Checkbox_Just_Repair = Juste réparer
Tip_Nothing_Title = Désactiver la réinitialisation et protéger les options.
Tip_Nothing_Message = Désactiver le processus supplémentaire
Radio_Protect = Protéger contre l'exécution automatique des logiciels malveillants
Tip_Protect_Message = Cette option désactive la fonctionnalité d'exécution automatique pour tous les lecteurs amovibles! \ RnSélectionner '%s' pour activer l'exécution automatique.
Tip_Protect_Title = Avertissement!
Checkbox_Include_Local = Inclut la machine locale
Button_Repair = Repair DVD Drives

[Donate]
Label_Heading = Que diriez-vous d'un petit don pour que notre logiciel reste gratuit à vie?
Label_Message = Cliquez sur le bouton PayPal ci-dessous, choisissez un montant et envoyez-nous le don. Votre don servira à améliorer notre logiciel et à tout garder gratuit sur Rizonesoft. Un don de 20$ nous permettra de continuer pendant au moins un mois.
Label_Donate = Envisageriez-vous un petit cadeau de 10$ pour nous aider à améliorer %{Program.Name} et à garder les lumières allumées?

[Logging]
Finished = Fini
success = Succès
Response_Received = Réponse reçue
Successfully = Avec succès
OK = OK!
Registration_succeeded = L'enregistrement a réussi
Initiated = Initié
Error = erreur
Failed = échoué
Access_Denied = Accès refusé
No_Operation_Performed = Aucune opération ne peut être effectuée
VERSION = VERSION
File_Not_Found = Impossible de trouver le fichier journal'%s'.
Showing_File = Affichage du fichier journal'%s'.
Showing_Error = Quelque chose s'est mal passé: ID de processus:%s
Opening_File = Ouverture du fichier journal.
Opening_Directory = Ouverture du fichier journal...
Directory_Not_Found = Impossible de trouver le répertoire du journal '%s'.
Showing_Directory = Affichage du répertoire du journal '%s'.
Bool_Yes = Oui
Bool_No = Non
Info_Date = Date:
Info_Program = Programme:
Info_Program_Path = Chemin du programme:
Info_Compiled = Compilé:
Info_AutoIt_Version = Version AutoIt:
Info_AutoIt_64Bit = AutoIt Version 64 bits:
Info_Windows_Version = Version Windows:
Info_System_Type = Type de système:
Info_Memory = Mémoire (RAM):
Info_ProgramFiles = Répertoire des fichiers du programme:
Info_Windows_Directory = Répertoire Windows:
Level_Error = Erreur:
Level_Warning = Avertissement:
Level_Success = Succès:
Level_Finished = Fini:

[Menus]
File = &Fichier
File_Preferences = &Préférences
File_Logging = &Enregistrement
File_Logging_Open_File = Ouvrir et enregistrer le fichier
File_Logging_Open_Directory = Ouvrir le journal et le répertoire
File_Reboot = &Redémarrer Windows
File_Close = &Fermer\tAlt+F4
Troubleshoot = Dépanner
Troubleshoot_Hardware = Résoudre les problèmes liés à l'utilisation du matériel
Tools = &Outils
Tools_System_Restore = &Créer un point de restauration Windows
Tools_Device_Manager = &Gestionnaire de périphériques
Tools_Update_Firmware = Mise à jour et micrologiciel (FirmwareHQ.com)
Help = &Aide
Help_Update = Rechercher pour mises à jour
Help_Home = %{Company.Name} &Accueil
Help_Downloads = Plus de téléchargements
Help_Support = &Soutien
Help_Issue = Create an &issueCréer une &issue
Help_Donate = Faire un don à notre cause
Help_About = A propos %{Program.Name}
Debug = &Déboguer

[Messages]
Info_Title = Prener des notes s'il vous plaît
Warning_Title = Avertissement!
Error_Title = Oops! Quelque chose s'est mal passé!
Error_Oops = Oops!
Singleton = Une autre occurence de %{Program.Name} n'est pas compatible avec votre version de windows. Si vous croyez que c'est une erreur, n'hésitez pas à laisser un message à "%s" avec tous les détails.} est déjà en cours d'exécution..
Compatible = %{Program.Name} n'est pas compatible avec votre version de windows. Si vous croyez que c'est une erreur, n'hésitez pas à laisser un message à "%s" avec tous les détails.
Compatible_Bit = Malheureusement %{Program.Name} 32 Bits n'est pas compatible avec votre version de Windows. S'il vous plaît télécharger %{Program.Name} 64 Bits à partir de '%s'
Loading_Initializing = Initialisation de %{Program.Name}
Loading_Localizations = Chargement des localisations
Loading_Resources = Configuration des ressources
Loading_WorkingDirectories = Définition des répertoires de travail
Loading_Logging = Initialisation de la journalisation
Loading_Configuration = Chargement de la configuration
Loading_Shortcuts = Définition des raccourcis clavier
Loading_Interface = Démarrage de l'interface Core
Ping_Check_Connection = Vérification de la connexion Internet.
Ping_Response = Réponse reçue en millisecondes %s .
Ping_Host_Offline = L'hôte est hors ligne.
Ping_Host_Unreachable = Host is Unreachable.
Ping_Host_Bad = Mauvaise destination.
Ping_Host_No_Internet = Pas de connexion Internet.
Global_Errors = Terminé avec (%02i) %s!
Global_Errors_Error = erreur
Global_Errors_Errors = erreurs
Global_Finished = Tâche sélectionnée complète.
Global_File = fichier
Global_Files = fichiers
RegisterDll_Success = RegSvr32.exe > '%s' enregistrement réussi.
RegisterDll_Error_01 = RegSvr32.exe > '%s' Pour enregistrer un module, vous devez fournir un nom binaire.
RegisterDll_Error_02 = Regsvr32.exe > '%s' module spécifié introuvable.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Module chargé mais le point d'entrée DllRegisterServer est introuvable.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Numéro d'erreur: 0x80070005
Registry_Write_Error = Impossible d'écrire dans '%s'
Registry_Error_01 = Impossible d'ouvrir la clé demandée.
Registry_Error_02 = Impossible d'ouvrir la clé principale demandée.
Registry_Error_03 = Impossible d'ouvrir la valeur demandée.
Registry_Error_04 = Type de valeur non pris en charge.
Registry_Error_05 = Impossible de supprimer la valeur demandée.
Registry_Error_06 = Impossible de supprimer la clé / valeur demandée.

[Messages2]
Boot_01 = Un redémarrage du système peut être nécessaire avant que les paramètres ne prennent effet.
Boot_02 = Pour redémarrer ou ne pas redémarrer?
Boot_03 = Vous devrez peut-être redémarrer votre ordinateur avant que les paramètres ne prennent effet. Voulez-vous redémarrer votre ordinateur maintenant? Sauvegarder vos affaires, retener votre souffle et appuyer sur Oui pour redémarrer votre ordinateur. Ou appuyer sur Non pour m'ignorer.
Boot_04 = ^ Vous ne voulez pas redémarrer votre ordinateur?
Boot_05 = ^ Je ne veut pas argumenter avec ça. C'est votre ordinateur après tout.
Boot_06 = Cliquer sur '%s', puis '%s' pour Redémarrer votre ordinateur plus tard.
Boot_07 = Redémarrage de Windows...
MsgBox_Boot_Title = Redémarrage!
MsgBox_Boot_Message = Votre ordinateur va redémarrer dans %s secondes. Cela devrait vous donner suffisamment de temps pour enregistrer vos trucs. Appuyer sur Ok pour redémarrer votre ordinateur maintenant.
Boot_Restarting = Votre ordinateur redémarre.
Boot_Canceled = Redémarrer annulé.
Repair_Drives_01 = Réparation du lecteur de DVD.
Repair_Drives_02 = Réinitialisation des filtres supérieur et inférieur.
Repair_Drives_03 = Réinitialisation des paramètres d'exécution automatique.
Repair_Drives_04 = Restauration de l'interface de disque ATAPI.
Repair_Drives_05 = J'espère que cela a résolu vos problèmes. Sinon, il pourrait s'agir d'un problème matériel.

[Preferences]
Window_Title = Préférences
Tab_General = Général
Tab_Performance = Performance
Tab_Language = Langage
Group_Logging = Logging
Group_Priority = Priority
Group_Memory = Memory
Group_Language = Language
Checkbox_Enable_Logging = Activer la journalisation
Label_Log_Exceed = La taille du journal ne doit pas dépasser :
Label_Logging_Size = Taille de la  journalisation: %s KB
Button_Logging_Clear = Nettoyer la journalisation
Label_SetPriority = Set process priority:
Checkbox_SaveRealtime = Save priority above high (not recommended).
Checkbox_ReduceMemory = Reduce memory on low memory systems.
Label_Language_Message = Sélectionner la langue que vous préférez et appuyer sur le bouton %s pour continuer. (redémarrage requis)
Button_Save = Sauver
Button_Cancel = Annuler
Label_Updated = Préférences des mises à jour
Label_Logging_Cleared = Nettoyer  journalisation
MsgBox_Language_Title = Changer la langue
MsgBox_Language_Message = La langue sélectionnée a changé. %{Program.Name} doit être redémarrée pour que la langue choisie prenne effet.
MsgBox_Closing_Title = Fermer %{Program.Name}
MsgBox_Closing_Messag = Voulez-vous fermer %{Program.Name} maintenant?

[Update]
Window_Title_Available = Mise à jour disponible
Window_Title_Congratulations = Félicitations!
Window_Title_Error = Quelque chose s'est mal passé!
Label_Message_Update = Il existe une nouvelle version de %{Program.Name} disponible.
Label_Message_Latest = Vous utilisez la dernière version de %{Program.Name}.
Label_Message_Error = Les informations sur la dernière version de %{Program.Name} n'ont pas pu être récupérées.
Label_Message_Internet = S'il vous plaît,vérifier votre connexion Internet et réessayer.
Label_Build_Current = Construction actuelle:
Label_Build_Update = Mise à jour de la construction:
CheckBox_NoUpdate = Ne pas vérifier les mises à jour au démarrage.
Button_Update = REad more
Button_Close = Fermer

[Versioning]
Administrator = Administrateur
Build = Construit
AutoIt_Version = en utilisant la version AutoIt %{Version.AutoIt}
Bit = Bit 
